{
  "h1-s1": "About Our Company",
  "h2-s1": "Stewart Sutherland Inc.",
  "h3-s1": "WHERE EXPERTISE AND EXPERIENCE WORK FOR YOU TO PROVIDE THE BEST QUALITY BAGS AND WRAPS",
  "content1-s1": "Stewart Sutherland, Inc. manufactures a wide variety of bags, wraps, and other food packaging products for the bakery, grocery, deli, fast food and concessions industries. We offer distribution throughout North America and work with companies large and small to create and manufacture the perfect product for your needs.",
  "content2-s1": "Located in the community of Vicksburg Michigan, Stewart Sutherland has proudly served the food service and grocery industries since 1959. Our customer service, exceptional turnaround time and commitment to environmental sustainability make Stewart Sutherland the ideal partner for your food packaging needs.",
  "h1-s2": "(SQF) Safe Quality Food Certified",
  "content1-s2": "“SQF is a Food Safety Management Certification Scheme, created and managed by SQF Institute, used to control food safety risks. The Food Safety Certification requirements provide a rigorous system to manage food safety risks and provide safe products for use by companies in the food industry.” This is a GFSI recognized food safety certification that allows our customers to have confidence in the product that we supply.",
  "h2-s2": "Our Environmentally Friendly Procedures",
  "content2-s2": [ 
    "Hazardous Materials: Use of oils, hydraulic fluids, etc. are recycled when feasible",
    "Packaging: Recyclable corrugate, tape (for the cases), and pallets.",
    "Waste Water: The parts washing system maximizes usage and minimizes waste water volume. The wastewater is then pumped to a tank and picked up monthly by a treatment facility for processing, eliminating contaminants from entering the ground water eco-system. Recyclable, Biodegradable, Raw Material: Paper roll ends and cores, corrugate boxes, ink and adhesive drums, ink totes that are re-useable, and pallets are all sent to recycle facilities. Protective clothing and shop rags: Recycled and maintained by Domestic Uniform, an Eco-friendly company. www.domesticuniform.com Social Criteria",
    "Suppliers: Vendors are evaluated and are held to the same values as Stewart Sutherland and must provide FDA letters of Guarantee to prove they comply. Occupational Health and Safety: Compliance with MIOSHA regulatory reporting requirements. Subject to unannounced visits by the regulatory inspector.",
    "Safety training: Provided to and documented for all employees",
    "Right-to-Know compliance: Maintained and available to all employees",
    "Non-discriminatory hiring practices: Administered per established guidelines Economic Criteria",
    "Cube utilization: Prescribed by the customer. Standard practice is to maximize cube utilization and recommend accordingly.",
    "Transportation: Optimized to meet both the business and customer expectations based on delivery requirements.",
    "Administrative and production efficiencies: Monitored on a continuous basis and adjusted accordingly to maximize the requirements of the customer and the business."
  ],
  "h1-s3": "History of the Company",
  "content1-s3": [
    "In 1959, the combined assets and efforts of Bob and Barbara Stewart resulted in the purchase of a bag machine and the beginning of a new venture- Stewart Bag Company.",
    "The first employee of the company, Wayne Storms, brought in an order from Dixie Poultry Processors for giblet bags, the first order Stewart Bag Company shipped.  Among the original employees were salesman, Garth Stewart; packer, Lena Stewart; and secretary, Dee Osterling.  In December of 1960, the company moved to a 5,000 sq. ft. factory building built by Andrew Schmidt in Vicksburg, Michigan.  The two-acre site had room for growth.  Only a short time elapsed before that growth became necessary.  Along with the new additions came a new partner by the name of Louis W. Sutherland who joined the Company in 1960, from hence forth it would be known as Stewart Sutherland Bag Company.",
    "In 1961, another bag machine was purchased, and the building underwent its first of five expansions.  By 1964, the company was running one and a half million bags a day on three machines.  The rapid expansion of business necessitated a 7,000 sq. ft. addition, which would almost double the floor-space of the plant.  The addition would accommodate three new machines, the first of which was shipped from Germany that November. Over the next ten years, the company prospered in consort with the growing bakery business and erupting fast food industry and expansion continued.",
    "In September of 1983, the corporation elected new officers.  John Stewart, who joined the company as a salesman in 1976, was named President.  John and Patty Stewart purchased the company in 1994 and successfully oversaw its growth and success for over 26 years until the unfortunate passing of John in 2020.  John Stewart, a salesman at heart, took enormous pride in his work, with a passion for service and family. His hard work and dedication laid the groundwork for endless opportunities for the next generation.  Stewart Sutherland remains a family-owned company with Patty Stewart as owner, their daughter, Colleen Parran as President, and a highly capable staff of individuals who strive to please the customer in a constantly changing market.",
    "For over six decades, Stewart Sutherland has met the needs of their customers, employees, and employees’ families.  Their ability to adapt has stood the test of time and will help the company to grow in the future.  Today, what once was only a dream of Bob and Barbara Stewart’s is now among the top manufacturing plants in the U.S. for our industry."
  ]
}