{
  "equal-opportunity-employer": "Stewart Sutherland is committed to providing equal employment opportunities in all employment practices, including but not limited to, selection, hiring, promotion, transfer and compensation to all qualified applicants and employees without regard to age, race, color, national origin, sex, sexual orientation, gender identity, religion, or any other category protected by federal, state or local law. or other non-merit factor. The following questions are completely optional and not required.",
  "disclaimer": [
    "I certify that the facts contained in this application are true and complete to the best of my knowledge and understand that, if employed, falsified statements on thisapplication shall be grounds for dismissal.",
    "I authorize Investigation of all statements contained herein and the references and employers listed above to give you any and all Information concerning my previous employment and any pertinent information they may have, personal or otherwise, and release the company from all liability for any damage that may result from utilization of such information.",
    "I also understand and agree that no representative of the company has any authority to enter into any agreement for employment for any specified period of time, or to make any agreement contrary to the foregoing, unless it is in writing and signed by an authorized company representative.",
    "This waiver does not permit the release or use of disability-related or medical Information in a manner prohibited by the Americans with Disabilities Act (ADA) and other federal and state laws.",
    "I understand that a consumer credit report or criminal records check may be necessary prior to my employment. If such reports are required, I understand that in compliance with federal law, the company will provide me with a written notice regarding the use of these reports and will also obtain a separate written authorization from me to consent to these reports. I also understand that a poor credit history or conviction will not automatically result in disqualification from employment.",
    "In compliance with federal law, all persons hired will be required to verify Identy and eligibility to work in the United States and to complete the required employment eligibility verification document form upon hire."
  ],
  "signature": [
    "I certify that my answers are true and complete to the best of my knowledge.",
    "If this application leads to employment, I understand that false or misleading information in my application or interview may result in my release.",
    "I certify that typing my name below signafies my Digital Signature and is binding."
  ]
}